package com.study.day13;

/*-------------------------------------------------------------
Department 與 Employee 交集查詢 SQL：
請同學自行設計 ...

輸出結果：
+---------+-----------+----------+
| dept_id | dept_name | emp_name |
+---------+-----------+----------+
|        1|Sales      |John      |
+---------+-----------+----------+
|        2|Sales      |Mary      |
+---------+-----------+----------+
|        3|Sales      |Jane      |
+---------+-----------+----------+
|        4|IT         |Bobo      |
+---------+-----------+----------+
|        5|IT         |Helen     |
+---------+-----------+----------+

-------------------------------------------------------------*/
public class SqliteQueryDeptAndEmp {

	public static void main(String[] args) {

	}

}
