package com.study.day13;

/*
需求：印出所有員工資料
SQL查詢語句：select id, name, salary, dept_id from Employee
結果顯示：
+----+-------+----------+---------+ 
| id | name  |  salary  | dept_id |
+----+-------+----------+---------+ 
|  1 | John  |  45000.0 |       1 |
+----+-------+----------+---------+  
|  2 | Mary  |  38000.0 |       1 |
+----+-------+----------+---------+  
|  3 | Bobo  |  55000.0 |       2 |
+----+-------+----------+---------+  
|  4 | Jane  |  32000.0 |       1 |
+----+-------+----------+---------+  
|  5 | Helen |  76000.0 |       2 |
+----+-------+----------+---------+  
*/
public class SqliteQueryEmployee {
	public static void main(String[] args) {
		
	}
}
